docs/Samples/updateAccountRights_minimal.xml

<?xml version="1.0"?>
<S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
  <S:Body>
    <reg:updateAccountRights xmlns:reg="http://fxgate.web.cft.ru/registration">
      <reg:login>esb_user0028</reg:login>
      <reg:account number="40817810567234465028" first-signs-count="1">
        <reg:bank bic="044525348" name="АКБ &quot;ЛАНТА-БАНК&quot; (ЗАО)" />
      </reg:account>
      <reg:account-rights account-number="40817810567234465028" statement-request="false"
      payment-create="false" payment-sign-level="3" exchange-debit-create="false"
      exchange-debit-sign-level="3" exchange-credit-create="true" exchange-credit-sign-level="3" />
    </reg:updateAccountRights>
  </S:Body>
</S:Envelope>